[CNT]
CNT=102

[kor]
1=성공$성공
2=실패$실패
3=바코드상단, 하단 데이터 확인$바코드상단, 하단 데이터 확인
4=BCR 사용을 중지하시겠습니까?$BCR 사용을 중지하시겠습니까?
5=BCR을 사용하시겠습니까?$BCR을 사용하시겠습니까?
6=0 보다 작을 수 없습니다.$0 보다 작을 수 없습니다.
7=바코드 형식을 확인해주세요.$바코드 형식을 확인해주세요.
8=작업번호가 존재하지 않습니다. 작업번호를 확인해주세요.$작업번호가 존재하지 않습니다. 작업번호를 확인해주세요.
9=작업을 적으시겠습니까?$작업을 적으시겠습니까?
10=작업번호 없습니다$작업번호 없습니다
11=D/P작업을 추가하겠습니까?$D/P작업을 추가하겠습니까?
12=조회에 실패했습니다$조회에 실패했습니다
13=D/P 트랙이 아닙니다$D/P 트랙이 아닙니다
14=BOTTOM_TRAY를 확인하시오$BOTTOM_TRAY를 확인하시오
15=종료하시겠습니까?$종료하시겠습니까?
16=DB 접속에 실패했습니다. 재시도 하시겠습니까?$DB 접속에 실패했습니다. 재시도 하시겠습니까?
17=CLIENT LOG 추가 실패$CLIENT LOG 추가 실패
18=스프레드를 클릭하시오$스프레드를 클릭하시오
19=폰트 설정 실패$폰트 설정 실패
20=정의되지 않은 버튼 이벤트$정의되지 않은 버튼 이벤트
21=창고를 선택해주세요.$창고를 선택해주세요.
22=작업구분을 선택해주세요.$작업구분을 선택해주세요.
23=출발지를 선택해주세요.$출발지를 선택해주세요.
24=도착 로케이션이 다릅니다.$도착 로케이션이 다릅니다.
25=출발 로케이션이 다릅니다.$출발 로케이션이 다릅니다.
26=목적지를 선택해주세요.$목적지를 선택해주세요.
27=생성할 작업상태를 선택해주세요.$생성할 작업상태를 선택해주세요.
28=현재 트랙의 작업번호가 존재합니다.$현재 트랙의 작업번호가 존재합니다.
29=해당 설비 상태 변경 작업을 진행하시겠습니까?$해당 설비 상태 변경 작업을 진행하시겠습니까?
30=해당 작업을 삭제하시겠습니까?$해당 작업을 삭제하시겠습니까?
31=포크를 선택하세요$포크를 선택하세요
33=RTV 호기를 선택하세요$RTV 호기를 선택하세요
34=출발지 포크1을 선택하세요$출발지 포크1을 선택하세요
35=도착지 포크1을 선택하세요$도착지 포크1을 선택하세요
36=출발지 포크2을 선택하세요$출발지 포크2을 선택하세요
37=도착지 포크2을 선택하세요$도착지 포크2을 선택하세요
38=포크1 정보를 체크하시오$포크1 정보를 체크하시오
39=포크1 홈스탠드 정보를 체크하시오$포크1 홈스탠드 정보를 체크하시오
40=포크2 홈스탠드 정보를 체크하시오$포크2 홈스탠드 정보를 체크하시오
41=포크2 정보를 체크하시오$포크2 정보를 체크하시오
42=포크1,2 홈스탠드 정보를 체크하시오$포크1,2 홈스탠드 정보를 체크하시오
43=포크1,2 정보를 체크하시오$포크1,2 정보를 체크하시오
44=작업중입니다$작업중입니다
45=RTV를 찾을수 없습니다$RTV를 찾을수 없습니다
46=포크를 선택하세요.$포크를 선택하세요.
47=Rtv 사용을 중지하시겠습니까$Rtv 사용을 중지하시겠습니까
48=Rtv를 사용하시겠습니까$Rtv를 사용하시겠습니까
49=SC를 찾을수 없습니다$SC를 찾을수 없습니다
50=S/C 입고모드를 미사용하시겠습니까?$S/C 입고모드를 미사용하시겠습니까?
51=S/C 입고모드를 사용하시겠습니까?$S/C 입고모드를 사용하시겠습니까?
52=S/C 출고모드를 미사용하시겠습니까?$S/C 출고모드를 미사용하시겠습니까?
53=S/C 출고모드를 사용하시겠습니까?$S/C 출고모드를 사용하시겠습니까?
54=S/C 입출고모드를 미사용하시겠습니까?$S/C 입출고모드를 미사용하시겠습니까?
55=S/C 입출고모드를 사용하시겠습니까?$S/C 입출고모드를 사용하시겠습니까?
56=검색이 진행중입니다.$검색이 진행중입니다.
57=ID, PASSWORD를 확인하세요$ID, PASSWORD를 확인하세요
58=사용자 권한이 정의되지 않은 아이디 입니다$사용자 권한이 정의되지 않은 아이디 입니다
59=로그인에 실패했습니다$로그인에 실패했습니다
60=로그아웃 하시겠습니까?$로그아웃 하시겠습니까?
61=로그아웃을 실패했습니다$로그아웃을 실패했습니다
62=업데이트에 실패했습니다$업데이트에 실패했습니다
63=아이디를 입력하세요$아이디를 입력하세요
64=이름을 입력하세요$이름을 입력하세요
65=패스워드를 입력하세요$패스워드를 입력하세요
66=중복된 아이디입니다$중복된 아이디입니다
67=로그인한 아이디와 동일합니다$로그인한 아이디와 동일합니다
68=불가능한 상황입니다$불가능한 상황입니다
69=작업을 선택하세요$작업을 선택하세요
70=해당 유저를 삭제 하시겠습니까?$해당 유저를 삭제 하시겠습니까?
71=로그인한 아이디 삭제. 프로그램을 종료합니다.$로그인한 아이디 삭제. 프로그램을 종료합니다.
72=작업 상태를 수정 하시겠습니까?$작업 상태를 수정 하시겠습니까?
73=작업번호가 없습니다$작업번호가 없습니다
74=작업 복사완료 [작업번호 : $작업 복사완료 [작업번호 : 
75=삭제하시겠습니까? 작업번호 : $삭제하시겠습니까? 작업번호 : 
76=CELL상태를 수정 하시겠습니까?$CELL상태를 수정 하시겠습니까?
77=파렛트를 변경 하시겠습니까?$파렛트를 변경 하시겠습니까?
78=변경할 파렛트 번호가 없습니다.$변경할 파렛트 번호가 없습니다.
79=파렛트를 삭제 하시겠습니까?$파렛트를 삭제 하시겠습니까?
80=Cell 사용정의를 선택하세요.$Cell 사용정의를 선택하세요.
81=해당 위치[$해당 위치[
82=]의 Cell사용정의 수정을 진행하시겠습니까?$]의 Cell사용정의 수정을 진행하시겠습니까?
83=FAIL$실패
84=SUCCESS$성공
85=권한이 없습니다$권한이 없습니다
86=데이터 복사 성공$데이터 복사 성공
87=에러를 리셋하시겠습니까?$에러를 리셋하시겠습니까?
88=강제완료를 진행하시겠습니까?$강제완료를 진행하시겠습니까?
89=비상정지를 진행하시겠습니까?$비상정지를 진행하시겠습니까?
90=ACTIVE를 진행하시겠습니까?$ACTIVE를 진행하시겠습니까?
91=STOP을 진행하시겠습니까?$STOP을 진행하시겠습니까?
92=ERROR RESET을 진행하시겠습니까?$ERROR RESET을 진행하시겠습니까?
93=Fork1 삭제를 진행하시겠습니까?$Fork1 삭제를 진행하시겠습니까?
94=Fork2 삭제를 진행하시겠습니까?$Fork2 삭제를 진행하시겠습니까?
95=Fork1,2 삭제를 진행하시겠습니까?$Fork1,2 삭제를 진행하시겠습니까?
96=홈복귀를 진행하시겠습니까?$홈복귀를 진행하시겠습니까?
97=트랙의 작업을 삭제하시겠습니까?$트랙의 작업을 삭제하시겠습니까?
98=트랙을 활성화시키겠습니까?$트랙을 활성화시키겠습니까?
99=트랙을 비활성화시키겠습니까?$트랙을 비활성화시키겠습니까?
100=종료 혹은 삭제 후 진행하세요.$종료 혹은 삭제 후 진행하세요.
101=작업을 선택하세요.$작업을 선택하세요.
102=CELL-출고 작업을 생성하시겠습니까?$CELL-출고 작업을 생성하시겠습니까?

[chin]
1=성공$成功
2=실패$失败
3=바코드상단, 하단 데이터 확인$条形码上部,下部数据确认
4=BCR 사용을 중지하시겠습니까?$是否终止使用BCR ?
5=BCR을 사용하시겠습니까?$是否使用BCR?
6=0 보다 작을 수 없습니다.$不可比0小.
7=바코드 형식을 확인해주세요.$请确认条形码形式.
8=작업번호가 존재하지 않습니다. 작업번호를 확인해주세요.$无进行中工作号码. 确认工作号码.
9=작업을 적으시겠습니까?$是否写入工作?
10=작업번호 없습니다$无工作号码
11=D/P작업을 추가하겠습니까?$是否追加D/P作业?
12=조회에 실패했습니다$查询失败
13=D/P 트랙이 아닙니다$非D/P track
14=BOTTOM_TRAY를 확인하시오$请确认BOTTOM_TRAY
15=종료하시겠습니까?$是否终止?
16=DB 접속에 실패했습니다. 재시도 하시겠습니까?$DB 连接失败.是否重新连接?
17=CLIENT LOG 추가 실패$CLIENT LOG 追加失败
18=스프레드를 클릭하시오$스프레드를 클릭하시오
19=폰트 설정 실패$字体设定失败
20=정의되지 않은 버튼 이벤트$未定义的按钮
21=창고를 선택해주세요.$请选择仓库.
22=작업구분을 선택해주세요.$请选择作业区分.
23=출발지를 선택해주세요.$请选择出发地.
24=도착 로케이션이 다릅니다.$到达位置相异.
25=출발 로케이션이 다릅니다.$出发位置相异.
26=목적지를 선택해주세요.$请选择目的地.
27=생성할 작업상태를 선택해주세요.$请选择作业状态.
28=현재 트랙의 작업번호가 존재합니다.$存在该track 工作号码.
29=해당 설비 상태 변경 작업을 진행하시겠습니까?$是否进行该设备状态变更作业?
30=해당 작업을 삭제하시겠습니까?$是否产出该作业?
31=포크를 선택하세요$选择叉手
33=RTV 호기를 선택하세요$选择RTV号机
34=출발지 포크1을 선택하세요$选择出发地叉手1
35=도착지 포크1을 선택하세요$选择目的地叉手1
36=출발지 포크2을 선택하세요$选择出发地叉手2
37=도착지 포크2을 선택하세요$选择目的地叉手2
38=포크1 정보를 체크하시오$认叉手1 信息
39=포크1 홈스탠드 정보를 체크하시오$确认叉手1作业台信息
40=포크2 홈스탠드 정보를 체크하시오$确认叉手2作业台信息
41=포크2 정보를 체크하시오$确认叉手2 信息
42=포크1,2 홈스탠드 정보를 체크하시오$确认叉手1,2作业台信息
43=포크1,2 정보를 체크하시오$确认叉手1,2 信息
44=작업중입니다$作业中
45=RTV를 찾을수 없습니다$无RTV信息
46=포크를 선택하세요.$请选择叉手.
47=Rtv 사용을 중지하시겠습니까$是否终止使用Rtv
48=Rtv를 사용하시겠습니까$是否使用Rtv
49=SC를 찾을수 없습니다$无SC信息
50=S/C 입고모드를 미사용하시겠습니까?$是否终止使用S/C 入库模式?
51=S/C 입고모드를 사용하시겠습니까?$是否使用S/C 入库模式?
52=S/C 출고모드를 미사용하시겠습니까?$是否终止使用S/C 出库模式?
53=S/C 출고모드를 사용하시겠습니까?$是否使用S/C 出库模式?
54=S/C 입출고모드를 미사용하시겠습니까?$是否终止使用S/C 出入库模式?
55=S/C 입출고모드를 사용하시겠습니까?$是否使用S/C 出入库模式?
56=검색이 진행중입니다.$进行搜索中.
57=ID, PASSWORD를 확인하세요$请确认ID, PASSWORD
58=사용자 권한이 정의되지 않은 아이디 입니다$未定义使用者权限的ID
59=로그인에 실패했습니다$登录失败
60=로그아웃 하시겠습니까?$是否进行退出?
61=로그아웃을 실패했습니다$退出登录失败
62=업데이트에 실패했습니다$更新失败
63=아이디를 입력하세요$请输入ID
64=이름을 입력하세요$请输入名字
65=패스워드를 입력하세요$请输入密码
66=중복된 아이디입니다$重复的ID
67=로그인한 아이디와 동일합니다$与登录的ID 相同
68=불가능한 상황입니다$不可进行的状态
69=작업을 선택하세요$请选择作业
70=해당 유저를 삭제 하시겠습니까?$是否删除该用户?
71=로그인한 아이디 삭제. 프로그램을 종료합니다.$将进行 删除登录的ID . 停止程序运行.
72=작업 상태를 수정 하시겠습니까?$是否修改作业状态?
73=작업번호가 없습니다$无工作号码
74=작업 복사완료 [작업번호 : $工作号码 复制完成 [工作号码 : 
75=삭제하시겠습니까? 작업번호 : $是否删除? 作业号码 : 
76=CELL상태를 수정 하시겠습니까?$是否修改CELL状态?
77=파렛트를 변경 하시겠습니까?$是否变更托盘信息?
78=변경할 파렛트 번호가 없습니다.$无变更托盘信息.
79=파렛트를 삭제 하시겠습니까?$是否删除托盘信息?
80=Cell 사용정의를 선택하세요.$请选择Cell 使用定义.
81=해당 위치[$该位置[
82=]의 Cell사용정의 수정을 진행하시겠습니까?$是否修改 ] 的 Cell使用定义?
83=FAIL$FAIL
84=SUCCESS$SUCCESS
85=권한이 없습니다$无此权限
86=데이터 복사 성공$数据复制成功
87=에러를 리셋하시겠습니까?$是否进行故障复位?
88=강제완료를 진행하시겠습니까?$是否进行强制完成?
89=비상정지를 진행하시겠습니까?$是否进行急停?
90=ACTIVE를 진행하시겠습니까?$是否进行ACTIVE?
91=STOP을 진행하시겠습니까?$是否进行STOP?
92=ERROR RESET을 진행하시겠습니까?$是否进行ERROR RESET?
93=Fork1 삭제를 진행하시겠습니까?$是否进行Fork1 作业删除?
94=Fork2 삭제를 진행하시겠습니까?$是否进行Fork2 作业删除?
95=Fork1,2 삭제를 진행하시겠습니까?$是否进行Fork1,2 作业删除?
96=홈복귀를 진행하시겠습니까?$是否运行回原点?
97=트랙의 작업을 삭제하시겠습니까?$是否删除track作业?
98=트랙을 활성화시키겠습니까?$是否运行track?
99=트랙을 비활성화시키겠습니까?$是否停止运行track?
100=종료 혹은 삭제 후 진행하세요.$终止或者删除后进行.
101=작업을 선택하세요.$请选择作业.
102=CELL-출고 작업을 생성하시겠습니까?$CELL-출고 작업을 생성하시겠습니까?
